{
  "Search": "Rechercher...",
  "Sign in": "Se connecter",
  "Sign up": "Créer un compte",
  "Welcome": "Bienvenue sur votre espace de gestion des procédures liées au permis de conduire et titres dérivés.",
  "Authentification": "Authentification",

  "Get information": "S'informer",
  "About us": "À propos de l’ANaTT",
  "Contact us": "Nous contacter",
  "Contribute": "Contribuer",
  "Make a suggestion": "Faire une suggestion",
  "Report a problem": "Signaler un problème",
  "TOS": "CGU",
  "Legal notice": "Mentions légales",
  "Learn more": "En savoir plus",
  "Republic of Benin": "République du Bénin",
  "Ministry of Environment and Transport Responsible for Sustainable Development": "Ministère du Cadre de Vie et des Transports en Charge du Développement Durable",
  "All Rights Reserved 2023": "© Tous Droits Réservés 2023.",
  "What service would you like to request": "Quel service souhaitez-vous solliciter ?",
  "Submit my application": "Faire ma demande",
  "Registration for the Driver's License Exam": "Pré-inscription à l'examen du permis de conduire",
  "Track your file & exam results": "Suivre votre dossier & vos résultats d`'examen",
  "Renewal of driver's license": "Renouvellement de permis de conduire",
  "Digital driving license application": "Demande de permis de conduire numérique",
  "Certificate of Successful Completion of Driving License": "Attestation de succès au permis au permis de conduire",
  "Duplicate & Replacement of Driver's License": "Duplicata & remplacement de permis de conduire",
  "Exchange my driver's license": "Echanger mon permis de conduire",
  "Authenticity of the driver's license": "Authenticité du permis de conduire",
  "International driving license": "Permis de conduire internationnal",
  "Transport Authorization": "Autorisation de transport",
  "Taxi regulations": "Droit taxi",
  "Enter your NPI or NPIR number": "Saisissez votre numéro NPI ou NPIR",
  "View on your CIP or your biometric card": "Voir sur votre CIP ou sur votre carte biométrique",
  "Submit": "Valider",
  "Your space for managing driving license and related procedures": "Votre espace de gestion des procédures liées au permis de conduire et titres dérivés",
  "validation": {
    "code_message": "Un code de validation à six chiffres sera envoyé à votre numéro {telephone} inscrit sur votre carte biométrique ou CIP."
  },
  "Yes, this is my current phone number": "Oui c’est mon numéro de téléphone actuel.",
  "I no longer have access to this phone number": "Je n’ai plus accès à ce numéro de téléphone.",
  "Please contact ANIP to update your information in order to proceed with your registration process": "Veuillez vous rapprocher de l’ANIP pour mettre à jour vos informations afin de pouvoir continuer votre processus d’inscription.",
  "I don't recognize this phone number": "Je ne reconnais pas ce numéro de téléphone.",
  "Click here to re-enter your NPI correctly": "Cliquez ici pour ressaisir correctement votre NPI.",
  "Receive the code": "Recevoir le code.",
  "I have read and understood the": "J'ai pris connaissance des ",
  "terms and conditions of use": "conditions générales d'utilisation.",
  "Sign Up": "S'inscrire",
  "Le numéro npi n'existe pas.": "Le numéro npi n'existe pas.",
  "Ce numéro NPI est déjà utilisé, veuillez vous connecter plutôt.": "Ce numéro NPI est déjà utilisé, veuillez vous connecter plutôt.",
  "Validation échouée": "Validation échouée",
  "Code de vérification invalide ou expiré.": "Code de vérification invalide ou expiré.",
  "Utilisateur introuvable": "Utilisateur introuvable",
  "Un code confirmation vous a été renvoyé à nouveau dans votre boite mail": "Un code confirmation vous a été renvoyé à nouveau dans votre boite mail",
  "Ce numéro NPI n'est pas enregistré, veuillez vous inscrire": "Ce numéro NPI n'est pas enregistré, veuillez vous inscrire",
  "Connexion effectuée avec succès": "Connexion effectuée avec succès",
  "Enter code": "Saisissez code",
  "Continue": "Continuer",
  "Did you not receive the code after one minute?": "Vous n’avez pas reçu le code au bout d’une minute ?",
  "Resend the code": "Renvoyer le code",
  "Last name": "Nom",
  "First names": "Prénoms",
  "Date of Birth": "Date de naissance",
  "Place of birth": "Lieu de naissance",
  "Sex": "Sexe",
  "Address": "Adresse",
  "Phone": "Téléphone",
  "The information will be used on your driver's license": "Ces informations seront utilisées sur votre permis de conduire.",
  "Do you confirm that they are correct?": "Confirmez-vous qu’elles sont correctes ?",
  "Accept and Continue": "Accepter et continuer",
  "Reject and modify at the ANIP": "Refuser et modifier à l'ANIP",
  "Which category describes you best": "Quelle catégorie vous décrit le mieux ?",
  "Civilians": "Civils",
  "Military": "Militaires",
  "Next": "Suivant",
  "First registration": "Première inscription",
  "I am taking the driver's license exam for the first time": "Je me présente à l’examen du permis de conduire pour la première fois.",
  "Re-registration": "Réinscription",
  "I am once again taking a driving license exam": "Je me présente une nouvelle fois à un examen du permis de conduire.",
  "Driver's License Management System in Benin": "Système de Gestion du Permis de Conduire au Bénin",
  "Re-enrollment for the driving license exam": "Réinscription à l’examen du permis de conduire",
  "Information": "Informations",
  "The minimum age required to obtain a driver's license": "Age requis pour passer le permis",
  "Process": "Processus",
  "Information about the driver's license": "Infos sur le permis",
  "Medical information": "Infos médicales",
  "Candidate's Documents": "Pièces du candidat",
  "Summary": "Récapitulatif",
  "Payment": "Paiement",
  "Provide the information about the driving license you wish to obtain": "Renseigner les informations sur le permis que vous souhaitez passer.",
  "Provide your medical information": "Renseigner vos informations médicales.",
  "Upload your identification document": "Téléverser votre pièce d’identité.",
  "Review all your information and make any necessary changes": "Revoir toutes vos informations et modifier si nécessaire.",
  "Pay, download your invoice, and contact your driving school for further instructions": "Payer, télécharger votre facture puis contacter votre auto-école pour la suite.",
  "Average duration": "Durée moyenne",
  "You will need to choose the type of license, your examination center, and the driving school that will present you for the exam, and make the payment for the registration fees associated with this license. Please note that certain licenses are subject to specific conditions. If you wish to obtain a 'C' license, for example, your 'B' license must be at least 1 year old": "Vous aurez à choisir le type de permis, votre centre de composition et l’auto-école qui vous présentera, et effectuer le paiement des frais d’inscription relatifs à ce permis. Notez que certains permis sont soumis à des conditions particulières. Si vous souhaitez passer un permis ‘‘C‘’par exemple, votre permis ‘‘B‘’ doit être ancien d’au moins 1an",
  "Registration for the driving test": "Pré-inscription à l’épreuve de la conduite",
  "You will need to choose your examination center and the driving school that will present you": "Vous aurez à choisir votre centre de composition et l’auto-école qui vous présentera.",
  "Choose a new center or driving school if you wish to discontinue your journey with your current driving school": "Choisir un nouveau centre ou une nouvelle auto-école si vous souhaitez ne plus continuer votre parcours avec votre ancienne auto-école.",
  "After being absent from the theory or practical driving test": "Après une absence à la composition de l’épreuve du code ou de la conduite",
  "If your excuse for absence is accepted, you can request a new examination without having to pay the registration fee. If your excuse for absence is not accepted, you will need to register again so that your driving school can present you for another session of the driving license exam. If you have not yet provided a justification for your absence, you can either submit a valid excuse or register again if you do not have any supporting documents": "Si votre justification d’absence est acceptée, vous pouvez demander une nouvelle composition sans règlement des frais de dossier. Si votre justification d’absence n’est pas acceptée, vous devez vous réinscrire à nouveau pour que votre auto-école puisse vous présenter à une autre session de l’examen du permis. Si vous n’avez pas pas encore justifié votre absence, vous pouvez justifier votre absence ou vous réinscrire si vous n’avez pas de justificatif.",
  "Process (When you have not yet justified your absence)": "Processus (Lorsque vous n’avez pas encore justifié votre absence)",
  "Explain the reason for your absence and provide supporting documentation": "Expliquer la raison de votre absence et envoyer une pièce justificative.",
  "Dashboard": "Tableau de bord",
  "I passed the written exam and failed the driving test": "J’avais réussi à l’épreuve du code et échoué à l’épreuve de la conduite.",
  "Demand for composition on driving": "Demande de composition à la conduite",
  "I was absent for the driving test": "J’ai été absent à l’épreuve de la conduite",
  "Code composition request": "Demande de composition au code",
  "I was absent for the coding exam": "J'ai été absent à l’épreuve du code",
  "Before starting the process, please have the following items ready": "Avant de démarrer le processus, veuillez avoir à portée de main",
  "A scanned copy of your ID card, biometric identity card, or passport": "Une copie scannée de votre CIP, de votre carte d’identité biométrique ou de votre Passeport.",
  "A scanned copy of your medical examination record": "Une copie scannée de votre fiche de visite médicale.",
  "A scanned copy of your blood typing test": "Une copie scannée de votre test de groupage sanguin.",
  "The names and contacts of the doctors who conducted your medical examination and blood grouping test": "Les noms et les contacts des médecins qui vous ont fait la visite médicale et le test de groupage sanguin.",
  "The sum of XX,000 CFA Francs to a MoMo or Moov Money account or for payment of examination registration fees": "La somme de XX.000 F CFA sur un compte MoMo ou Moov Money ou pour le paiement des frais d’inscription à l’examen",
  "If the attachments in your folder are blurry, it will be rejected": "Si les pièces jointes à votre dossier sont floues, il sera rejeté.",
  "The name and contact information of the doctor who conducted your medical examination": "Le nom et le contact du médecin qui vous a fait la visite médicale.",
  "The amount of XX,000 FCFA on a MoMo or Moov Money account or for payment of registration fees for the exam": "La somme de XX.000 F CFA sur un compte MoMo ou Moov Money ou pour le paiement des frais d’inscription à l’examen.",
  "Your absence from the driving test, April 2022 session, was not justified. Therefore, you are once again required to pay the administrative fees": "Votre absence à l'épreuve de conduite, session de Avril 2022 n'a pas été justifiée. Vous êtes donc assujettie à nouveau au paiement des frais de dossier.",
  "Yes, I am re-enrolling": "Oui, je me réinscris",
  "I would like to justify my absence": "Je veux justifier mon absence",
  "Previous": "Précédent",
  "The requested license category": "Catégorie de permis demandée",
  "Selected composition language": "Langue de composition choisie",
  "Click to select a language": "Cliquer pour choisir une langue",
  "Composition center selected": "Centre de composition choisi"
}
